{
    "latte": {
        "info": "Встряхните пыль с этой кофеварки и научитесь нескольким навыкам бариста, чтобы приготовить сливочный латте. Наш простой рецепт поднимает ваш завтрак на новый уровень!",
        "preparation": "2-3 минуты",
        "difficulty": "easy",
        "imageID": "latte",
        "nutrition": {
            "kcal": 161,
            "fat": 9,
            "sugars": 11
        },
        "ingredients": [
            "18 г молотого эспрессо, или 1 капсула эспрессо",
            "250 мл молока"
        ],
        "steps": [
            {
                "text": "Приготовьте около 35 мл эспрессо с помощью кофемашины и налейте его на дно чашки.",
                "imageID": ""
            },
            {
                "text": "Приготовьте молоко на пару с помощью насадки для пароварки так, чтобы на нем было около 2-3 см пены сверху.",
                "imageID": ""
            },
            {
                "text": "Держите молочник так, чтобы носик был примерно на 3-4 см выше чашки, и равномерно наливайте молоко. По мере увеличения объема кофе в чашке подносите молочник как можно ближе к поверхности напитка, стараясь наливать ближе к центру.",
                "imageID": ""
            },
            {
                "text": "Как только молочник почти коснется поверхности кофе, наклоните его, чтобы ускорить скорость наливания. Когда вы это сделаете, молоко начнет ударяться о заднюю стенку чашки и начнет естественным образом завиваться, создавая узор на верхней части.",
                "imageID": ""
            }
        ]
    },
    "iced": {
        "info": "Узнайте, как приготовить кофе со льдом в у себя дома. С помощью этого простого рецепта вы можете получить охлаждающий кофе без лишней суеты. Попробуйте это с порцией кленового сиропа.",
        "preparation": "5 min",
        "difficulty": "easy",
        "imageID": "",
        "nutrition": {
            "kcal": 27,
            "fat": 1,
            "sugars": 2
        },
        "ingredients": [
            "200 мл крепкого черного кофе",
            "50 мл молока",
            "лед",
            "кленовый сироп, по желанию"
        ],
        "steps": [
            {
                "text": "Приготовьте чашку черного кофе объемом 200 мл, следуя инструкциям на упаковке, затем дайте кофе полностью остыть.",
                "imageID": ""
            },
            {
                "text": "Налейте в блендер молоко вместе с 2 или 3 горстями льда и кленовым сиропом, если используете его, затем смешайте до получения однородной и пенистой массы.",
                "imageID": ""
            },
            {
                "text": "Налейте в охлажденный высокий бокал и подавайте к столу.",
                "imageID": ""
            }
        ]
    }
}
